export const policyText = `그루 서비스 이용약관

제１조 (목적)
이 약관은 주식회사 로디언즈(이하 "회사"라 합니다)가 제공하는 그루 및 그루 관련 제반 서비스(이하 “서비스”)의 이용에 대해 회사와 회원의 권리, 의무 및 책임 사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제２조 (정의)
１.  이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
가.  "서비스"라 함은 회원이 그루 애플리케이션 내에서 이용할 수 있는 KRWG 구매, 송금, 환전 서비스 및 이와 관련된 트론 기반 블록 체인을 위한 자체 호스팅 지갑 서비스 등 제반 서비스 등 회사가 회원에게 제공하는 서비스를 총칭합니다. 
나.  "회원"이라 함은 서비스에 접속하여 이 약관에 따라 회사와 이용계약을 체결하고, 회사가 제공하는 서비스를 이용하는 고객을 말합니다.
다.  "닉네임"이라 함은 서비스 이용을 위해, 본 약관 및 개인정보처리방침에 동의한 회원이 정하고 회사가 수집하는 회원의 고유한 이름(문자와 숫자의 조합)을 말합니다.
라.  “KRWG”라 함은 회원이 서비스 내에서 현금으로 교환할 수 있는 디지털 자산으로서 원화와 동일한 금액 가치를 가지고 송금, 환전 등이 가능한 가상의 지급수단을 말합니다.
마.  "지갑주소"라 함은 회원이 서비스 내에서 “KRWG”를 보관하기 위해 사용하는 디지털 자산 지갑의 주소입니다.
바.  “니모닉 단어”라 함은 회원 가입 후 최초 지갑 만들기를 실행했을 때 지갑에서 영단어 그룹을 사용하여 생성하는 고유의 지갑 문구로서, 지갑 실소유주의 증명 용도로 쓰입니다.
２.  본 약관에서 사용하는 용어 중 본 조에서 정하지 아니한 것은 그루 서비스 웹페이지 안내 및 관계법령에서 정하는 바에 따르며, 그 외에는 일반 상관례에 따릅니다.

제３조 (약관의 게시와 개정)
１.  회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 또는 연결화면을 통하여 게시합니다.
２.  회사는 필요한 경우 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
３.  회사가 이 약관을 개정할 경우에는 개정내용과 적용 일자를 명시하여 서비스에서 적용 일자 7일 전부터 적용 일자 전날까지 공지합니다. 다만, 회원에게 불리한 변경의 경우에는 적용 일자 30일 전부터 공지합니다.
４.  회사가 전항에 따라 공지하면서 회원에게 적용 일자 전날까지 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.
５.  회원은 개정 약관에 동의하지 않는 경우 적용 일자 전날까지 회사에 거부 의사를 표시하고 서비스 이용계약을 해지할 수 있습니다.

제４조 (약관의 해석)
１.  회사는 이 약관 외에 별도의 운영정책을 둘 수 있습니다.
２.  이 약관에서 정하지 아니한 사항이나 해석에 대해서는 운영정책, 이용안내, 관련 법령에 따릅니다.

제５조 (이용계약 체결)
１.  이용계약은 회원이 되고자 하는 자(이하 "가입 신청자"라 합니다)가 회사가 제공하는 약관의 내용에 대하여 동의를 한 다음 회사가 정한 절차에 따라 가입신청을 완료하고, 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
２.  회사는 가입 신청자의 신청에 대하여 아래 각호에 해당하는 사유가 있는 경우에는 승낙하지 않을 수 있으며, 가입 이후에도 아래 각호의 사유가 확인될 경우에는 승낙을 취소하거나 이용계약을 해지할 수 있습니다.
가.  가입 신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우
나.  실명이 아닌 명의 또는 타인의 명의를 이용한 경우
다.  허위 또는 잘못된 정보를 기재 또는 제공하거나, 회사가 제시하는 내용을 기재하지 않은 경우
라.  가입 신청자의 귀책 사유로 인하여 승인할 수 없거나 기타 이 약관에서 규정한 제반 사항을 위반하며 신청하는 경우
마.  부정한 용도 또는 별개의 영업 목적으로 서비스를 이용하고자 하는 경우
바.  관련 법령에 어긋나거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우
３.  이용계약의 성립 시기는 회사가 계정 생성 완료를 신청 절차상에서 표시하거나 제19조의 방식에 따른 통지가 가입 신청자에게 도달한 시점으로 합니다.
４.  회사는 회원이 제공한 정보가 사실과 일치하는지 여부를 확인하기 위하여 법령에 의하여 허용된 범위에서 전문기관을 통한 실명확인 또는 본인인증을 요청할 수 있습니다.

제６조 (회원 정보의 변경)
１.  회원은 서비스를 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 “닉네임”은 수정할 수 없습니다.
２.  회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 서비스에서 직접 수정하거나 고객센터를 통하여 회사에 변경 사항을 통지하여야 합니다.
３.  회원이 전항의 변경사항을 회사에 통지하지 않아 발생한 불이익에 대하여 회사는 책임을 지지 않습니다.

제７조(회원 정보의 관리)
１.  회사는 회원의 닉네임이 개인정보 유출 우려가 있거나, 회원 본인이 아닌 타인으로 오해할 소지가 있거나, 반사회적 또는 미풍양속에 어긋나거나, 제삼자의 권리를 침해하거나, 회사 및 회사의 운영자로 오인할 우려가 있는 경우, 해당 닉네임의 이용을 제한할 수 있습니다. 또한 회사는 이 외의 경우라도 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우 해당 닉네임 사용을 제한할 수 있습니다
２.  회사는 회원이 등록한 계정과 비밀번호 등이 회사에 등록된 것과 일치할 경우에는 별도의 확인절차 없이 이용자를 회원으로 간주합니다.
３.  회원은 본인의 허가를 받지 않은 제삼자가 회원의 계정에 무단으로 접근하지 않도록, 비밀번호, 니모닉 단어를 포함하여 계정 접근을 위해 필요한 일체의 정보를 안전하게 보관할 책임이 있습니다.
４.  회원은 비밀번호, 니모닉 단어 등 계정 접근정보를 분실했거나, 도난 당했거나, 제삼자에게 공개되었음을 인지한 경우 이를 즉시 회사에 통지해야 합니다. 회사는 즉시 계정 이용중단 등의 조처를 할 수 있습니다.
５.  회원의 계정 비밀번호 등 접근정보가 분실, 도용 혹은 공개되어 회원에게 발생한 손해에 대하여 회사는 책임을 부담하지 아니합니다. 다만, 회사의 고의 또는 과실에 의한 경우에는 그러하지 아니합니다.

제８조 (개인정보의 보호)
회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보 보호법 등 관련 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 이용에 대해서는 관련 법령 및 회사의 개인정보처리방침이 적용됩니다. 다만, 회사가 제작하여 제공한 화면 이외의 외부로 링크된 화면 등에서는 회사의 개인정보처리방침이 적용되지 않습니다.

제９조 (회사의 의무)
１.  회사는 관련 법령과 이 약관을 준수하며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.
２.  회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖출 수 있으며, 개인정보처리방침을 공시하고 준수합니다.
３.  회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 하며, 서비스 내 고객센터, 전자우편 등을 통하여 회원에게 처리 과정 및 결과를 전달할 수 있습니다.

제１０조 (회원의 의무)
１.  회원은 아래의 행위를 하여서는 안 됩니다.
가.  타인의 정보도용
나.  회사가 게시한 정보의 변경
다.  회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
라.  회사와 기타 제삼자의 저작권 등 지적 재산권에 대한 침해
마.  회사 및 기타 제삼자의 명예를 손상하거나 업무를 방해하는 행위
바.  회사의 사전 승낙 없이 에이전트(Agent), 스크립트(Script), 스파이더(Spider), 스파이웨어(Spyware), 툴바(Toolbar) 등의 자동화된 수단, 기타 부정한 방법을 통하여 서비스에 접속하는 행위, 회사의 서버에 부하를 일으키는 행위
사.  다른 회원의 개인정보 및 계정정보를 수집하는 행위
아.  기타 불법적이거나 부당한 행위
２.  회원은 관계 법령, 이 약관, 이용안내 및 서비스와 관련하여 회사가 공지하거나 통지한 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.

제１１조 (권리의 귀속)
１.  서비스에 대한 저작권 및 지적 재산권은 회사에 귀속됩니다.
２.  회사는 서비스와 관련하여 회원에게 회사가 정한 이용조건에 따라 서비스 등을 이용할 수 있는 이용권만을 부여하며, 회원은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.

제１２조 (서비스의 제공)
１.  서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
２.  회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 합리적인 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 사전에 서비스 초기 화면이나 공지사항 게시판을 통하여 회원에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
３.  회사는 서비스의 제공에 필요한 경우 점검을 할 수 있으며, 점검시간은 서비스제공화면에 공지한 바에 따릅니다.

제１３조 (서비스의 변경)
１.  회사는 안정적인 서비스 제공을 위하여 서비스의 내용, 운영상, 기술상 사항 등을 변경할 수 있습니다.
２.  회사는 서비스를 변경할 경우 변경내용과 적용 일자를 명시하여 사전에 공지합니다. 다만, 회사가 사전에 공지할 수 없는 부득이한 사유가 있는 경우 사후에 공지할 수 있습니다.
３.  회원은 서비스 변경에 동의하지 않을 경우 회사에 거부 의사를 표시하고 이용계약을 해지할 수 있습니다.

제１４조 (서비스의 이용)
１.  회원이 회사가 지정하는 계좌에 현금을 입금(회원의 동의 하에 회사가 추심한 경우를 포함합니다)하면 회사는 입금한 현금 1원당 1KRWG의 비율로 계산한 수량에 해당하는 KRWG를 회원의 지갑에 지급합니다.
２.  회원이 보유한 KRWG에 대해서 송금을 받을 상대방의 닉네임 또는 상대방 지갑의 QR코드를 입력하여 회사에 특정 액수의 KRWG송금을 요청하면, 회사는 회원의 지갑에서 해당 액수의 KRWG를 차감한 후, 상대방의 지갑에 해당 액수의 KRWG를 지급합니다. 
３.  회원이 보유한 KRWG에 대해서 회사에 출금을 요청하면, 회사는 1 KRW 당 1원의 비율로 계산한 현금을 회원이 사전에 등록한 계좌로 지급합니다.
４.  회사는 현금 및 KRWG입출금 시 회원이 제공한 정보가 사실과 일치하는지 여부를 확인하기 위하여 법령에 의하여 허용된 범위에서 전문기관을 통한 실명확인 또는 본인인증을 요청할 수 있습니다.
５.  회원이 제공하는 송금 받을 상대방 닉네임 또는 상대방 지갑 QR코드의 정확성에 대한 책임은 회원에게 있으며, 회사는 회원이 잘못 입력한 상대방 닉네임 또는 상대방 지갑 QR코드를 통하여 상대방 지갑 주소로 KRWG을 보내는 것에 대해서 책임을 지지 않습니다.

제１５조 (서비스 이용 관련 유의사항)
１.  회사는 회원의 비밀번호, 니모닉 단어를 수집하지 않고, 비밀번호, 니모닉 단어를 검색, 수정 또는 재설정할 수 없습니다. 따라서 회원이 비밀번호 및 니모닉 단어를 별도로 안전하게 저장하지 않은 경우 해당 지갑 주소와 연결된 서비스에 액세스 할 수 없습니다. 
２.  회원이 서비스를 통하여 KRWG를 거래하는 트론 기반 블록체인 네트워크는 회사가 소유, 관리, 통제 또는 운영하지 않는 독립적인 제 3 자에 의해 지원되는 분산형 P2P 네트워크입니다. 따라서 회사는 회원의 서비스 세부 거래 사항을 확인하고 처리하도록 보장할 수 없습니다. 서비스를 사용함으로써 회원은 회원이 제출한 거래 세부 사항이 트론 기반 블록체인 네트워크에 의해 완료되지 않거나 실질적으로 지연될 수 있음을 인정하고 동의합니다. 
３.  회사는 KRWG를 저장하거나 전송, 수신하지 않습니다. KRWG로 발생하는 모든 거래는 회사가 소유한 네트워크가 아닌 트론 기반 블록체인 네트워크에서 발생합니다. 따라서 회사가 KRWG의 소유권 또는 권리 양도에 영향을 줄 수 있음을 보증하지 않습니다.
４.  회사는 제5조 제2항 각호의 사유, 제17조 제1항 및 제2항 각호의 사유가 있거나 그와 같은 사유로 인한 회원의 피해 발생을 방지하기 위해 필요한 경우 서비스를 통해 제출된 주문을 거부하거나 거래 금액 및 다른 거래 조건에 제한을 둘 수 있습니다. 예를 들어, 특정 지역 회원과의 거래를 제한할 수 있습니다. 이 경우 회사는 제19조에 따른 방법으로 회원에게 통지합니다.
５.  회사는 영업양도, 분할, 합병 등에 따른 영업의 폐지, 당해 서비스의 현저한 수익 악화 등 경영상의 중대한 사유로 인해 서비스를 지속하기 어려운 경우에는 서비스 전부 또는 일부를 중단할 수 있습니다. 이 경우 불가피한 사유가 없는 한 중단 일자 30일 이전까지 중단 일자, 중단 사유 등을 제19조 제1항의 방법으로 회원에게 통지합니다. 단, 회사는 서비스를 중단하는 경우라도 회원이 자신의 자산인 KRWG을 안전하게 이전(출금)할 수 있도록 통지일로부터 적어도 30일의 기간 동안 회원의 KRWG 이전(출금)을 지원합니다.

제１６조 (서비스 수수료)
１.  회원은 회사가 제공하는 서비스를 이용하는 경우 이에 따른 수수료를 지급하여야 합니다. 서비스 수수료는 회사가 별도 방침으로 정하여 공지할 수 있습니다.
２.  회사는 특정 조건에 해당하는 경우에는 서비스 수수료를 회원과의 협의에 의하여 정할 수 있습니다.

제１７조 (이용제한 등)
１.  회사는 다음 각호에 해당하면 회원의 서비스 로그인을 제한할 수 있습니다.
가.  비밀번호 연속 오류의 경우
나.  해킹 및 사기 사고가 발생한 경우
다.  명의도용으로 의심되는 경우
라.  국가기관이 관련 법령에 따라 서비스 제한을 요청하는 경우
마.  자금세탁, 범죄행위 등에 관여하고 있거나 관여하고 있다고 합리적으로 의심되는 경우
바.  회원이 타인 명의의 계좌로 원화 입출금 거래를 하는 것으로 확인된 경우
사.  기타 각호에 준하는 사유가 발생하거나 그러한 사유 발생의 방지를 위한 조치가 필요한 경우
２.  회사는 다음 각호에 해당하면 회원의 거래, 입금 및 출금 이용을 보류하거나 제한할 수 있습니다.
가.  해킹 및 사기 사고가 발생하였거나 발생한 것으로 의심되는 경우
나.  명의도용으로 의심되는 경우
다.  국가기관이 관련 법령에 따라 서비스 제한을 요청하는 경우
라.  자금세탁, 범죄행위 등에 관여하고 있거나 관여하고 있다고 합리적으로 의심되는 경우
마.  회원이 타인 명의의 계좌로 원화 입출금 거래를 하는 것으로 확인된 경우
바.  기타 각호에 준하는 사유에 해당하는 사유가 발생하거나 그러한 사유 발생의 방지를 위한 조치가 필요한 경우
사.  범죄(보이스피싱 등)에 이용된 계정으로 추정되는 경우
３.  보이스피싱, 자금세탁 등 범죄에 악용될 가능성이 있는 계정은 운영정책에 따라 보안등급이 조정될 수 있습니다.
４.  본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 운영정책, 이용안내 등에서 회사가 정하는 바에 의합니다.
５.  본 조에 따라 서비스 이용을 제한하거나 이용계약을 해지하는 경우에는 회사는 제19조에 따른 방법으로 회원에게 통지합니다.
６.  회원은 본 조에 따른 이용제한 등에 대해 회원 고객센터를 통하여 이의신청을 할 수 있습니다. 이때 이의가 정당하다고 회사가 인정하는 경우 회사는 즉시 서비스의 이용을 재개합니다.
７.  회사는 이용제한 사유 해당 여부를 판단하기 위하여 회원에게 자금 출처에 대한 소명을 요청할 수 있습니다.

제１８조 (이용계약 해지)
１.  회원은 언제든지 서비스 내 정보 관리 메뉴 또는 고객센터 등을 통하여 이용계약 해지를 신청할 수 있으며, 회사는 관련 법령이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
２.  회사는 회원에게 다음과 같은 사유가 발생할 경우 시간을 정하여 서비스 이용을 제한함과 동시에 시정요구를 할 수 있습니다. 시정요구에도 불구하고 상당한 기간 내에 시정되지 않거나 2회 이상 반복적으로 같은 위반행위를 하는 경우에는 이용계약을 해지할 수 있습니다.
가.  본 약관 제10조에 규정된 회원의 의무를 위반하거나 제17조에 규정된 이용제한 사유에 해당하는 경우
나.  저작권법을 위반한 불법프로그램의 제공 및 운영방해, 정보통신망 이용촉진 및 정보보호 등에 관한 법률을 위반한 불법 통신 및 해킹, 악성 프로그램의 배포, 접속 권한 초과행위 등과 같이 관련 법령을 위반한 경우
다.  회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
라.  그 밖에 각호에 준하는 사유로서 본 계약을 유지할 수 없는 사유가 발생하는 경우
３.  전항에 따른 이용계약 해지 시 서비스 이용을 통해 획득한 모든 혜택이 소멸하며, 회사는 이에 대해 별도로 보상하지 않습니다.
４.  본 조에 따라 서비스 이용계약을 해지하는 경우에는 회사는 제19조에 따른 방법으로 회원에게 통지합니다.
５.  이용계약 해지가 완료되는 경우 관련 법령 및 개인정보처리방침에 따라 회사가 보유하여야 하는 정보를 제외한 회원의 모든 정보가 삭제됩니다.
６.  전항에도 불구하고 제2항에 따라 회사가 이용계약을 해지하는 경우 회사는 회원의 이의신청 접수 및 처리 등을 위하여 일정 기간 회원의 정보를 보관할 수 있으며, 해당 기간이 지난 후에 회원의 정보를 삭제합니다.

제１９조 (회원에 대한 통지)
１.  회사가 회원에 대하여 통지를 하는 경우 이 약관에 별도의 규정이 없는 한 회원이 제공한 전자우편주소 등으로 할 수 있습니다.
２.  회사는 회원 전체에 대하여 통지를 하는 경우 7일 이상 서비스 내 게시판에 게시함으로써 전항의 통지에 갈음할 수 있습니다.

제２０조 (책임 제한 및 면책)
１.  회사 또는 회원은 본 약관을 위반하여 상대방에게 손해를 입힌 경우에는 그 손해를 배상할 책임이 있습니다. 다만, 행위자의 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
２.  다음과 같은 사유로 회원에게 손해가 발생하였을 경우, 회사가 회원의 손해 발생을 방지하기 위하여 필요한 관리자의 주의를 다하였음을 입증한 때에는 그 손해에 대하여 책임을 지지 아니합니다.
가.  전시, 사변, 천재지변, 또는 이에 준하는 국가 비상사태 등 어쩔 수 없는 경우
나.  정부 기관의 사실상 또는 법률상 행정처분 및 명령 등에 대한 준수로 인한 경우
다.  전기통신사업법에 의한 기간통신사업자를 포함한 통신서비스 업체의 서비스 장애로 인한 경우
라.  회사가 관리할 수 없는 외주 시스템의 하자 또는 이용자 측 귀책 사유로 인하여 서비스에 장애가 발생한 경우
마.  홈페이지, 앱 접속 증가 등으로 인한 서버의 장애가 발생한 경우
바.  서비스 내 거래시스템, 입출금 시스템 등에 장애 또는 오류가 발생한 경우
３.  본 조 제2항의 필요한 관리자의 주의란 다음 사항을 포함합니다.
가.  정보보호 책임자 선임 및 관리
나.  정보보호 교육
다.  전산실(회사의 중요 정보를 저장하고 있는 전산장비, 통신 및 보안장비가 설치된 장소), 전산실이 위치한 건물 내 시설, 정보 보호 시스템(정보처리시스템 내 정보를 유출, 위변조, 훼손하거나 정보처리시스템의 정상적인 서비스를 방해하는 행위로부터 정보 등을 보호하기 위한 장비 및 프로그램) 및 정보처리시스템(디지털 자산 거래를 포함하여 정보기술 부문에 사용되는 하드웨어, 소프트웨어 및 관련 장비)에 대한 보호 대책
라.  정보보안사고 대응 방안 수립
마.  정보보호 대책 및 보안사고 대응방안 등에 대한 정기적인 점검
바.  기타 정보보호 관련 법률에서 디지털 자산 취급업자가 준수하도록 정하는 사항

제２１조 (과오납금의 환불)
１.  회원이 과오납한 금액이 발생한 경우 회사에서 해당 금액에 대한 환불이 이루어집니다. 
２.  환불은 회원이 회사에 제공한 은행 계좌로 송금하는 방법으로 환불합니다.

제２２조 (준거법 및 재판관할)
１.  회사와 회원간 발생한 분쟁에 대하여는 대한민국 법을 준거법으로 합니다.
２.  회사와 회원간 발생한 분쟁에 관한 소송의 관할법원은 당사자들이 합의하여 결정하는 법원으로 하며 합의가 이루어지지 않을 때에는 민사소송법에 의한 법원으로 합니다.

<부칙>
1.	이 약관은 2021년 01월 20일부터 적용됩니다.
2.	이전의 이용약관은 아래에서 확인하실 수 있습니다.`;

export const personalCollectAgreeText = `개인정보 수집·이용 동의서


● 회원가입을 위한 개인정보 수집·이용 동의
서비스 이용자의 개인정보를 수집하는 목적은 다음과 같습니다.

-목적 : 서비스 회원가입
-필수항목 : (1) 개인회원
                   이름, 지갑주소, 식별번호, 닉네임,
                   생년월일, 주소, 휴대전화번호, 성별,
                   외국인등록번호(국내거주 외국인),
                   출신국가, 이메일 주소
                   *보존기간 : 회원탈퇴 시
               (2) 법인회원
                   회사명, 업종, 본점 및 사업장의 소재지,
                   연락처, 대표자의 성명, 생년월일 및 국적
                   *보존기간 : 회원탈퇴 시

-목적 : 환전
-필수항목 : 예금주, 은행 계좌번호
                   *보존기간 : 회원탈퇴 시

- 동의를 거부할 권리가 있으나, 동의 거부에 따른 서비스 이용에 제한이 있을 수 있습니다.
- 회사는 계약 및 서비스 이행을 위해 개인정보 처리 업무를 위탁할 수 있으며, 개인정보처리방침에 그 내용을 고지합니다.`;
export const personalText = `개인정보처리방침

• ‘그루’ 애플리케이션(이하 ‘앱’)을 운영하는 주식회사 로디언즈(이하 '회사')는 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’), 개인정보보호법 등 관련 법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다. 
• 회사는 개인정보처리방침을 개정하는 경우 홈페이지 및 앱을 통하여 공지합니다.  
• 본 방침은 2021년 01월 20일부터 시행됩니다.  

1. 개인정보 수집 목적 및 보유·이용기간
-목적 : 서비스 회원가입
-필수항목 : (1) 개인회원
                   이름, 지갑주소, 식별번호, 닉네임,
                   생년월일, 주소, 휴대전화번호, 성별,
                   외국인등록번호(국내거주 외국인),
                   출신국가, 이메일 주소
                   *보존기간 : 회원탈퇴 시
               (2) 법인회원
                   회사명, 업종, 본점 및 사업장의 소재지,
                   연락처, 대표자의 성명, 생년월일 및 국적
                   *보존기간 : 회원탈퇴 시

• 회사가 처리하는 회원정보의 목적과 항목이 변경될 경우에는 관련법령에 따라 사전에 동의를 요청합니다.
• 회사는 주민등록번호 처리를 원칙적으로 금지하며 업무 수행 중 법률, 대통령령, 국회규칙, 대법원규칙, 헌법재판소규칙, 중앙선거관리위원회 규칙 및 감사원규칙에서 구체적으로 주민등록번호의 처리를 요구할 경우에만 처리하고 있습니다.
• 회사는 다음의 방법으로 이용자의 개인정보를 수집합니다. 
  o 회사가 운영하는 웹사이트에서 이용자가 직접 입력하게 하는 방식
  o 서비스를 이용하는 과정에 쿠키, 접속 로그 등 자동으로 생성 및 수집되는 방식
• 수집한 개인정보는 관련법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 보유·이용합니다.
• 이용자에게 동의 받은 개인정보의 수집목적이 달성되더라도 관련법령에 따라 의무 보관해야 하는 개인정보 보유이용기간은 다음과 같습니다. 

(1) 거래내역 및 증빙서류와 관련된 정보
보유 기간 : 5년 
보유 근거 : 국세기본법, 법인세법
(2) 광고에 관한 기록
보유 기간 : 6개월
보유 근거 : 전자상거래 등에서의 소비자보호에 관한 법률
(3) 계약 또는 청약철회 등에 관한 기록
보유 기간 : 5년
보유 근거 : 전자상거래 등에서의 소비자보호에 관한 법률
(4) 대금결제 및 재화 등의 공급에 관한 기록
보유 기간 : 5년
보유 근거 : 전자상거래 등에서의 소비자보호에 관한 법률
(5) 소비자의 불만 또는 분쟁처리에 관한 기록
보유 기간 : 3년
보유 근거 : 전자상거래 등에서의 소비자보호에 관한 법률
(6) 접속에 관한 기록보존
보유 기간 : 3개월
보유 근거 : 통신비밀보호법
(7) 상법 등 관련법령에 따라 보존할 필요성이 있는 경우
보유 기간 : 10년
보유 근거 : 상법

2. 개인정보의 처리 위탁 
• 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
수탁자 : 한국모바일인증(주)
위탁업무 : 휴대폰 본인인증서비스
보유기간 : 별도로 저장하지 않음
(본인인증 서비스 업체 보유 정보)
• 회사는 위탁 계약 체결 시 관련법령에 따라 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
• 위탁 업무의 내용이나 수탁자가 추가, 변경될 경우에는 지체 없이 관련 법령에 따른 사전 동의 안내 또는 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.

3. 개인정보의 제3자 제공에 관한 사항
• 회사는 정보주체의 개인정보를 ‘1. 개인정보 수집 목적 및 보유·이용기간’에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다. 
• 회사는 이용자의 개인정보를 사전동의 없이 제 3자에게 제공할 수 없습니다. 다만 다음의 경우에는 예외로 합니다.
  o 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
  o 관계법령에 의하여 국가기관으로부터 요구 받은 경우
  o 범죄에 대한 수사상의 목적이 있거나, 정보통신 윤리위원회의 요청이 있는 경우
  o 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우

4. 이용자의 권리와 의무 및 그 행사방법
• 이용자 및 법정대리인은 등록되어 있는 이용자의 개인정보와 관련하여, 다음과 같은 권리를 행사할 수 있습니다.
  o 홈페이지 내 설정 > 계정에서 이용자의 개인정보를 열람 및 정정하실 수 있습니다. 
  o 홈페이지 내 설정 > 회원탈퇴에서 이용자의 개인정보를 삭제 하실 수 있습니다.  
  o 개인정보의 오류 등에 대한 정정 또는 삭제를 요청한 경우에는 정정 또는 삭제를 완료하기 전까지 당해 개인정보를 이용하거나 제공하지 않습니다.
• 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다
• 이용자 권리 행사(열람, 정정, 처리정지, 삭제)는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출해야 합니다.
• 개인정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리 정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
• 이용자는 개인정보주체로서 다음과 같은 의무를 가집니다.
  o 이용자는 자신의 개인정보를 최신의 상태로 유지해야 하며, 부정확한 정보 입력으로 발생하는 문제의 책임은 이용자 자신에게 있습니다.
  o 이용자는 계정 등에 대해 보안을 유지할 책임이 있으며 제3자에게 이를 양도하거나 대여할 수 없습니다.
  o 타인의 개인정보를 도용하여 서비스 신청 시 이용자격 상실과 함께 관계법령에 의거하여 처벌될 수 있습니다.

5. 개인정보의 파기
• 회사는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 파기의 절차 및 방법은 다음과 같습니다.
  o 파기절차 
• 이용자가 입력한 정보는 목적 달성 후 즉시 파기합니다. 다만, 1년간 서비스를 이용하지 않은 회원은 이를 사전에 고지하고, 이용자의 별도의 요청이 없는 경우 고지하고 이용자의 별도의 요청이 없는 경우 복구할 수 없는 방법으로 완전 삭제합니다.
  o 파기방법 
• 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.
• 종이에 출력된 개인정보는 파쇄기를 통하여 파기합니다.

6. 개인정보 자동 수집 장치의 설치와 운영 및 거부에 관한 사항
• 서비스 이용과정이나 개인정보 처리과정에서 다음과 같은 정보들이 자동으로 생성/수집되고 다음의 목적으로 이용될 수 있습니다. 
• 자동생성정보 : 방문일시, 서비스 이용기록, 접속IP정보, 접속 로그, 쿠키(쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자 PC 컴퓨터의 하드디스크에 저장되기도 합니다.)
  o 자동생성정보의 사용목적: 
• 이용자 인증
• 이용자에게 최적화된 정보 제공 
• 개인 맞춤형 상품 광고 및 마케팅
• 이용자 행위 및 서비스 분석
• 정보통신망법 상 기록 의무 준수
  o 쿠키의 설치?운영 및 거부 방법 : 아래 방법을 통해 쿠키 저장을 거부 할 수 있습니다.
• Internet Explorer의 경우 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정
• Microsoft Edge의 경우 : 웹브라우저 상단 메뉴 > 설정 > 고급 설정 보기 > 쿠키 메뉴의 옵션 설정
• Chrome의 경우 : 웹브라우저 상단 메뉴 > 설정 > 고급 > 콘텐츠 설정 > 쿠키 메뉴의 옵션 설정
• 쿠키 저장을 거부할 경우, 서비스 이용에는 문제가 없으나 개인 맞춤형 서비스 및 정보를 제공받으실 수 없습니다.

7. 개인정보보호책임자 안내 
• 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호책임자를 지정하고 있습니다. 
  o 개인정보보호 책임자 
• 성명: 윤창기
• 직책: 대표이사
• 연락처: 이매일 주소
• 이용자는 회사 서비스를 이용하면서 발생한 모든 개인정보보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자로 문의하실 수 있습니다. 회사는 이용자의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다. 

8. 개인정보의 안전성 확보 조치
• 회사는 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적 및 물리적 조치를 하고 있습니다.
  o 개인정보 취급 직원의 최소화 및 교육 
• 개인정보를 취급하는 직원을 최소화하고, 주기적인 개인정보 보호 교육을 실시하여 개인정보를 관리하는 대책을 시행하고 있습니다.
  o 내부관리계획의 수립 및 시행 
• 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
  o 접속기록의 보관 및 위?변조 방지
• 개인정보 침해사고 발생 시 대응이 용이하도록 개인정보처리시스템에 접속한 기록(웹 로그, 요약정보 등)을 최소 1년 이상 보관, 관리하고 있으며, 접속 기록이 위?변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.
  o 개인정보의 암호화
• 이용자의 개인정보는 암호화 되어 저장 및 관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송 시 암호화하여 사용하는 등의 별도 보안기능을 사용하고 있습니다.
  o 해킹 등에 대비한 기술적 대책 
• 회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며, 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
  o 개인정보에 대한 접근 제한 
• 개인정보를 처리하는 개인정보처리시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위한 조치를 하고 있습니다.

9. 정보주체의 권익침해에 대한 구제방법
• 정보주체의 권익침해 관련 자세한 도움이 필요하시면 아래 기관에 문의하여 주시기 바랍니다.
  o 개인정보 침해신고센터 (한국인터넷진흥원 운영)
• 소관업무 : 개인정보 침해사실 신고, 상담 신청
• 홈페이지 : privacy.kisa.or.kr	
• 전화 : (국번없이) 118		
• 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터
  o 개인정보 분쟁조정위원회	
• 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
• 홈페이지 : www.kopico.go.kr	
• 전화 : (국번없이) 1833-6972	
• 주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 4층
  o 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)
  o 경찰청 사이버안전국 : 182 (cyberbureau.police.go.kr)

10. 개인정보처리방침 변경에 관한 사항
• 이 개인정보처리방침은 시행일로부터 적용되며, 관련법령 및 방침에 따른 변경 내용의 추가, 삭제 및 정정이 있는 경우에는 지체없이 홈페이지 통하여 고지할 것입니다.
`;
